const CV_POSITIONS = [
  {
    id: 1,
    title: 'Руководитель команды Web Core',
    company: 'Еаптека',
    link: 'https://eapteka.ru',
    image: '/cv/eapteka.webp',
    startDate: '01.02.2022',
    endDate: '01.04.2024',
    responsibilities: [
      'Создали и внедрили стандарты разработки',
      'Проектировали архитектуру будущих микрофронтендов',
      'Оптимизировали процессы',
    ],
  },
  {
    id: 2,
    title: 'Лидер компетенции фронтенд',
    company: 'Еаптека',
    link: 'https://eapteka.ru',
    image: '/cv/eapteka.webp',
    startDate: '01.04.2021',
    endDate: '01.04.2024',
    responsibilities: [
      'Создавал и внедрял программы обучения для разработчиков.',
      'Запускал процессы оценки производительности компетенции фронтенд.',
      'Придумали успешные коммуникационные инструменты между отделами.',
      'Увеличил количество фронтенд-разработчиков в компании с 1 до 15',
    ],
  },
  {
    id: 3,
    title: 'Ведущий фронтенд-разработчик',
    company: 'Еаптека',
    link: 'https://eapteka.ru',
    image: '/cv/eapteka.webp',
    startDate: '01.09.2019',
    endDate: '27.03.2021',
    responsibilities: [
      'Поддерживал и оптимизировал текущую кодовую базу',
      'Внедрил TypeScript, React и Redux, запустили программу лояльности на этом стеке',
      'Помогал формировать и развивал компетенцию фронтенд (найм, онбординг, обучение)',
    ],
  },
  {
    id: 4,
    title: 'Фронтенд-разработчик',
    company: 'Gost Group',
    link: 'https://gost-group.com',
    image: '/cv/gost.webp',
    startDate: '01.09.2016',
    endDate: '31.08.2019',
    responsibilities: [
      'Внедрил несколько модулей в рамках проекта Safe City для панели оператора.',
      'Участвовал в разработке цифровой платформы для Российского Футбольного Союза с нуля, успешно развивал разделы профиля и поиска',
      'Создавал коммерческие веб-сайты как фуллстэк-разработчик.',
    ],
  },
  {
    id: 5,
    title: 'Начальник отдела технического обеспечения',
    company: 'ФГБОУ ДО ФЦДО',
    link: 'https://fedcdo.ru/',
    image: '/cv/fdebc.webp',
    startDate: '01.12.2014',
    endDate: '31.08.2016',
    responsibilities: [
      'Разрабатывал и поддерживал сайты для детских экологических конкурсов,'
      + ' что сократило сроки приема и обработки заявок с трех месяцев до одного.',
      'Собрал команду из трех человек для обслуживания этих сайтов.',
    ],
  },
];

export default CV_POSITIONS;
